{
  "metadata": {
    "search_term": "sepsis",
    "search_date": "2025-02-19T06:16:08.407439",
    "total_articles": 39,
    "date_range": {
      "from": "2025-02-18",
      "to": "2025-02-19"
    }
  },
  "articles": {
    "39966804": {
      "pmid": "39966804",
      "title": "Outcomes of obstetric versus non-obstetric acute kidney injury: insights from an Indian tertiary care centre.",
      "abstract": "BACKGROUND: Pregnancy-related Acute kidney injury (PR-AKI) accounts for approximately 15% of maternal mortality, with 10-30% progressing to end stage renal disease (ESRD). However, there are no comparative studies of obstetric and non-obstetric AKI. This study compares the outcomes of both groups with short-term follow-up to day 90.\nMATERIALS AND METHODS: This prospective observational study was conducted over 1.5 years, enrolling 260 cases divided into non-obstetric and obstetric AKI groups.\nINCLUSION CRITERIA: Non-obstetric group - patients > 18 years with AKI; Obstetric group - pregnant or up to 42 days postpartum with AKI, as per KDIGO criteria. Patients with known Chronic kidney disease (CKD) or transplant were excluded. Demographics, clinical profiles and relevant investigations (including renal biopsy) were analysed. Outcomes assessed at days 7, 30, and 90 for complete recovery, dialysis dependency, CKD progression, and mortality.\nRESULTS: Of 260 patients, 83.4% were in non-obstetric group while 16.6% were in the obstetric group. Sepsis was leading cause of AKI (51.5%), affecting 47.7% of non-obstetric and 74.4% of obstetric patients. Renal biopsies (12.3% of cases) predominantly showed acute tubular injury, lupus nephritis, Minimal change disease, Focal segmental glomerulosclerosis, ANCA-associated Glomerulonephritis (GN), IgA nephropathy, and Membranoproliferative GN. In Obstetric AKI, acute cortical necrosis and thrombotic microangiopathy (TMA) were common biopsy findings. At 3-months follow-up, complete recovery was higher in the non-obstetric group (40.5% vs. 33.3%), with the obstetric group having more progression to CKD and dialysis dependency. Mortality was higher in non-obstetric AKI (50.4% vs. 33.3%), likely due to underlying comorbidities.\nCONCLUSION: Non-obstetric AKI showed higher early mortality but better long-term recovery, while obstetric AKI had poorer renal outcomes and a higher risk of progression to CKD. Early detection and intervention are critical for improving outcomes.",
      "authors": [
        "Suman Beauty",
        "Pursnani Lalit",
        "Mahapatra Himansu Sekhar",
        "Kumar Ashok",
        "Muthukumar B",
        "Binoy Renju",
        "Thakker Tanvi",
        "Alam Mahboob",
        "Jha Abhishek"
      ],
      "journal": "BMC nephrology",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.390731"
    },
    "39966268": {
      "pmid": "39966268",
      "title": "Sepsis-induced cardiac dysfunction: mitochondria and energy metabolism.",
      "abstract": "Sepsis is a life-threatening multi-organ dysfunction syndrome caused by dysregulated host response to infection, posing a significant global healthcare challenge. Sepsis-induced myocardial dysfunction (SIMD) is a common complication of sepsis, significantly increasing mortality due to its high energy demands and low compensatory reserves. The substantial mitochondrial damage rather than cell apoptosis in SIMD suggests disrupted cardiac energy metabolism as a crucial pathophysiological mechanism. Therefore, we systematically reviewed the mechanisms underlying energy metabolism dysfunction in SIMD, including alterations in myocardial cell energy metabolism substrates, excitation-contraction coupling processes, mitochondrial dysfunction, and mitochondrial autophagy and biogenesis, summarizing potential therapeutic targets within them.",
      "authors": [
        "Yu Xueting",
        "Gao Jie",
        "Zhang Chunxiang"
      ],
      "journal": "Intensive care medicine experimental",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.390856"
    },
    "39966171": {
      "pmid": "39966171",
      "title": "Persistent severe acute kidney injury is a major modifiable determinant of outcome during critical illness.",
      "abstract": "RATIONALE: Most cases of acute kidney injury (AKI) resolve within 72 h. However, a small number of patients with persistent severe AKI have significantly worse outcomes. We sought to describe the occurrence, impact on outcome and risk factors associated with persistent severe AKI in critically ill patients using a standardized definition.\nMETHODS: Retrospective cohort study, investigating critically ill patients admitted to one of 16 hospitals from October 2010 to June 2018. We defined persistent severe AKI as Kidney Disease: Improving Global Outcomes stage 2-3 AKI that progressed to and persisted at stage 3 for ≥ 72 h. Risk factors for persistent severe AKI and its association with outcomes were assessed using the super learner algorithm, integrating LASSO logistic regression and XGBoost, and multivariate logistic regression or Cox proportional hazards models, using no persistent severe AKI as the comparator.\nMEASUREMENTS AND MAIN RESULTS: Of 65,119/190,550 (34.2%) patients with stage 2-3 AKI, 8,059 (12.4%) had persistent severe AKI. Severe, early community-acquired AKI, high fluid balance, multiple organ dysfunction, sepsis and shock were important risk factors. Persistent severe AKI was associated with an increased risk of 90-day mortality (HR 1.5, 95% CI 1.4-1.6), hospital readmission (OR 2.0, 95% CI 1.8-2.3), and with a lower probability of renal recovery (OR 0.14, 95% CI 0.13, 0.15).\nCONCLUSIONS: Persistent severe AKI is an uncommon, but important complication in critically ill patients, associated with an increased risk of renal non-recovery, hospital readmission and death, and an important target for therapeutic development.",
      "authors": [
        "Gómez Hernando",
        "Chen Xinlei",
        "Minturn John S",
        "Saraiva Ivan E",
        "Hamahata Natsumi",
        "Zaidi Arsalan",
        "Sakhuja Ankit",
        "Chang Chung-Chou H",
        "Clermont Gilles",
        "Zarbock Alexander",
        "Kellum John A"
      ],
      "journal": "Intensive care medicine",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.390938"
    },
    "39965983": {
      "pmid": "39965983",
      "title": "Central hepatectomy for perihilar cholangiocarcinoma: an alternative technique for parenchymal-sparing hepatectomy to prevent post-hepatectomy liver failure.",
      "abstract": "BACKGROUND: Perihilar cholangiocarcinoma (PHC) often requires major hepatectomy with extrahepatic bile duct resection, carrying the risk of post-hepatectomy liver failure (PHLF). Central hepatectomy (CH), an alternative technique, aims to preserve functional liver reserve. This study evaluated the feasibility of CH and outcomes for patients with PHC within the paradigm of parenchymal-sparing hepatectomy.\nMETHODS: A retrospective analysis included PHC patients who underwent CH between March 2019 and January 2023. Preoperative evaluations involved multimodality imaging and assessment of future remnant liver volume.\nRESULTS: Fourteen patients underwent CH for PHC. Tumor locations were perihilar bile duct (10 patients), and entire extrahepatic bile duct involvement (four patients). Median operative time and intraoperative blood loss were 679.5 min and 450 mL, respectively. Clinically-relevant PHLF occurred in two patients, with one sepsis-related death. Nine patients achieved R0 resection. Functional liver reserve parameters exceeded the standard procedure (p < 0.01).\nCONCLUSION: CH for PHC preserves functional liver reserve, potentially reducing PHLF risk. Adequate preoperative evaluation is crucial, and oncological outcomes require further investigation.",
      "authors": [
        "Fujisawa Masahiro",
        "Yoshioka Ryuji",
        "Takahashi Atsushi",
        "Irie Shoichi",
        "Takeda Yoshinori",
        "Ichida Hirofumi",
        "Imamura Hiroshi",
        "Kotera Yoshihito",
        "Mise Yoshihiro",
        "Saiura Akio"
      ],
      "journal": "HPB : the official journal of the International Hepato Pancreato Biliary Association",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.390985"
    },
    "39965765": {
      "pmid": "39965765",
      "title": "Special Issue on CDS Failures: Clinical Decision Support to Reduce Hospital Length-of-Stay for Cancer Patients with Fever and Neutropenia.",
      "abstract": "BACKGROUND: Pediatric cancer patients with fever and neutropenia are at risk for bacterial sepsis, traditionally requiring extended hospital stays on antibiotics until neutrophil counts recover. According to a new validated scoring system, a subset of these patients is at lower risk and eligible for early discharge and reduced IV antibiotic exposure.\nOBJECTIVE: Reduce length of stay (LOS) for febrile neutropenic patients using clinical decision support (CDS) to identify low risk patients.\nMETHODS: A CDS system was developed to (1) screen febrile neutropenic patients using a validated clinical decision rule, (2) surface when low risk patients become eligible for discharge, and (3) facilitate close phone follow-up for patients discharged early. The system was implemented in March 2023 and iteratively refined based on usability testing.\nRESULTS: Post-implementation, LOS did not improve significantly, and uptake of the CDS tool remained low. Though the tool had the potential to reduce LOS, the limited staff engagement was a significant barrier to success. Safety outcomes, including ICU readmissions and mortality, remained unaffected.\nCONCLUSION: Despite carefully designed CDS applying an evidence-based scoring system and using human-centered design methodology, the failure to achieve the desired reduction in LOS was primarily due to insufficient uptake by clinical staff. This highlights the need for stronger strategies to ensure clinician engagement and integration into workflows for CDS tools to be effective.",
      "authors": [
        "Yarahuan Julia",
        "Kandaswamy Swaminathan",
        "Ray Edwin",
        "LeRoux Rachael",
        "Liang Wayne",
        "Orenstein Evan",
        "Stokes Claire L"
      ],
      "journal": "Applied clinical informatics",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391023"
    },
    "39965764": {
      "pmid": "39965764",
      "title": "The Protective Effects of a Single Dose Myricetin Application on CLP-Induced Rat Sepsis Model by Analyzing Some Immune Mechanisms.",
      "abstract": "INTRODUCTION: In this study, our aim was to investigate the protective effects of myricetin (single dose-100 mg/kg) on CLP-induced rat sepsis model by analyzing some immune mechanisms including inflammation and oxidative stress by different techniques such as Immunohistochemistry, ELISA, tissue biochemistry and Western Blotting.\nMETHODS: Twenty-eight Wistar albino rats were divided into 4 groups. The pro-inflammatory and anti-inflammatory cytokine levels were measured by ELISA technique. CD68 and Nuclear-Factor-Kappa-B (NF-κB) positivity rates were detected by IHC. Some of oxidative stress parameters were measured by tissue biochemistry, while Toll-lke Receptor-4 (TLR4) expression others were detected by Western blot technique.\nRESULTS: Sepsis caused a significant increase in all pro-inflammatory cytokine and oxidant levels. Also, it led to an increase in the positivity of CD68 and NF-κB markers as well as the expression levels of TNF-alpha, IL-1-beta, TLR4, Keap-1. However, single dose myricetin application normalized pro-inflammatory cytokine levels, increased anti-oxidant and anti-inflammatory cytokine levels, decreased positivity of CD68 and NF-κB and increased NRF2 and HO-1 expressions.\nDISCUSSION: As a conclusion, the beneficial effect of myricetin on lung injury also involved inhibition of TLR4/NF-κB pathway, suppression of proinflammatory cytokines and induction of anti-inflammatory cytokine production, regulation of oxidant and anti-oxidant system parameters, and activating the NRF2/Keap1/HO-1 pathway.",
      "authors": [
        "Can Ismail",
        "Guraslan Ali",
        "Baser Omer Faruk",
        "Yildiz Gulfem Nur",
        "Toplaoglu Ihsan",
        "Aksak Karamese Selina",
        "Karamese Murat"
      ],
      "journal": "Immunopharmacology and immunotoxicology",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391066"
    },
    "39965672": {
      "pmid": "39965672",
      "title": "Phage-inspired targeting of antibiotic-loaded polymeric micelles for enhanced therapeutic efficacy against monomicrobial sepsis.",
      "abstract": "The rapid increase in bacterial resistance to existing treatments underscores the critical need for novel therapeutic strategies. Here, an innovative approach using targeted nanocarrier systems that mimic phage-bacteria interactions through phage receptor binding protein (Gp45 from the ϕ11 lysogenic phage) or derived peptides (P1, P2, P3, P4, P5), are introduced. These nanodrugs, exhibited receptor-ligand specificity and strong binding affinity, for the first time, were employed for the precise delivery and targeting of antibiotics within living organisms. The actively targeted micelles via two methods were produced; conjugating GP45 to dual antibiotic-loaded PLGA-b-PEG micelles (MiGp45) and the synthesis of peptide-conjugated micelles with dual antibiotic-loaded PLGA-b-PEG-peptide triblock copolymers. The untargeted nano-drug reduced MIC values by 2-10 times for vancomycin and 9-75 times for oxacillin, resulting in a synergistic effect. MiGp45 and MiP1-targeted micelles further reduced MIC values at least twofold, up to ninefold in resistant strains, indicating significant antibacterial improvement. In a mouse model of sepsis by S. aureus, MiGp45 treatment resulted in complete recovery as opposed to death in the untreated group, significantly reduced bacterial load, pro-inflammatory cytokine expression, lung injury, and normalized oxidative stress. The phage-based nanodrugs show tremendous promise as a highly effective antimicrobial treatment targeting multidrug- resistant pathogens.",
      "authors": [
        "Ozbek Tulin",
        "Demir Hatice",
        "Dokuz Senanur",
        "Tasdurmazli Semra",
        "Ozbey Utku",
        "Ozbil Mehmet",
        "Topuzogullari Murat",
        "Cinar Irfan",
        "Karamese Murat",
        "Karamese Selina Aksak",
        "Acar Serap",
        "Bayrak Omer Faruk",
        "Cadirci Elif"
      ],
      "journal": "Journal of controlled release : official journal of the Controlled Release Society",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391121"
    },
    "39965633": {
      "pmid": "39965633",
      "title": "The causal association of Cardiometabolic diseases and Sepsis-related outcomes: A Mendelian randomization and population study.",
      "abstract": "OBJECTIVE: The causality between CMD and sepsis has remained largely unknown. To elucidate this, we conducted a Mendelian randomization (MR) and population study.\nMETHODS: Firstly, we used univariable and multivariable MR analyses to investigate causal associations between CMD and sepsis-related outcomes. We obtained Genome-wide association study summary from both the MRC Integrative Epidemiology Unit and the FinnGen consortium. Subsequently, a two-step mediation MR analysis was performed to explore mediators. Afterward, we conducted an observational study using the MIMIC-IV database, in which multivariable logistic regression models were utilized to examine the relationship between CMD and sepsis-related outcomes.\nRESULTS: In the MR study, type 2 diabetes mellitus (T2DM) (OR = 1.058, 95%CI = 1.017-1.100, p = 0.005), obesity (OR = 1.113, 95%CI = 1.057-1.172, p < 0.001) and heart failure (HF) (OR = 1.178, 95% CI = 1.063-1.305, p = 0.002) were independently causally related to sepsis. Obesity (OR = 1.215, 95% CI = 1.027-1.437, p = 0.023) and HF (OR = 1.494, 95% CI = 1.080-2.065, p = 0.015) also showed independent causal associations with sepsis critical care admission. Mediation MR analysis identified 23 blood metabolites potentially causally linked to sepsis (p < 0.05), yet none mediated the relationship between CMD and sepsis. In the observational study, we found associations between sepsis and several conditions including T2DM, obesity, hypertension, stroke, HF, and hyperlipidemia after adjusting for confounding factors. Moreover, hypertension, stroke, HF, coronary artery disease, and hyperlipidemia were linked to sepsis critical care admission.\nCONCLUSION: This study has, for the first time, revealed indicative evidence of a causal relationship between CMD and sepsis through observational and genetic evidence. Taken together, clinical attention to sepsis may be warranted among patients with CMD.",
      "authors": [
        "Qi Mengmeng",
        "Wei Jin",
        "Zhang Meng",
        "Jiao Chucheng",
        "He Chang",
        "Sui Liutao",
        "Ma Shiyin",
        "Mao Zhi",
        "Pan Xudong",
        "Zhu Xiaoyan"
      ],
      "journal": "Shock (Augusta, Ga.)",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391163"
    },
    "39965605": {
      "pmid": "39965605",
      "title": "Australian Group on Antimicrobial Resistance (AGAR) Australian Gram-negative Surveillance Outcome Program (GnSOP) Bloodstream Infection Annual Report 2023.",
      "abstract": "The Australian Group on Antimicrobial Resistance (AGAR) performs regular period-prevalence studies to monitor changes in antimicrobial resistance in selected enteric gram-negative pathogens. From 1 January 2023 to 31 December 2023, a total of 57 hospitals across Australia participated in the Australian Gram-negative Surveillance Outcome Program (GnSOP). The 2023 survey tested 10,453 isolates, comprising",
      "authors": [
        "Bell Jan M",
        "Fajardo Lubian Alicia",
        "Partridge Sally R",
        "Gottlieb Thomas",
        "Robson Jennifer",
        "Iredell Jonathan R",
        "Daley Denise A",
        "Coombs Geoffrey W"
      ],
      "journal": "Communicable diseases intelligence (2018)",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391216"
    },
    "39965585": {
      "pmid": "39965585",
      "title": "Sex Differences in Sepsis-Related Acute Respiratory Distress Syndrome and Other Short-Term Outcomes among Critically Ill Patients with Sepsis: A Retrospective Study in China.",
      "abstract": "BACKGROUND: The evidence of sex disparity in acute respiratory distress syndrome (ARDS) is scarce and varies widely.\nOBJECTIVE: This observational, retrospective study aimed to determine the effect of sex on the sepsis-related ARDS and other short outcomes in critically ill patients with sepsis.\nMETHODS: A total of 2111 adult patients with sepsis who were admitted to three central intensive care units (ICUs) of Wuhan Tongji Hospital between 2012 and 2022 were included in our analysis. Sex was considered as an exposure factor, with sepsis-related ARDS as the primary outcome, and in-hospital mortality, invasive mechanical ventilation(iMV) support, septic shock, and other complications as secondary outcomes.\nRESULTS: Among the 2111 enrolled patients, 1287 were males (61%) and 824 were females (39%). The incidence of sepsis-related ARDS was higher in males compared to females (P = 0.001), as well as in-hospital mortality (P = 0.009). Multivariate logistic analysis demonstrated that male sex remained independently associated with an increased risk of sepsis-related ARDS (adjusted odds ratio(aOR) = 1. 493[1.034-2.156], P = 0.032). Propensity score matching analysis also indicated that males had 58% higher odds of developing sepsis-related ARDS (aOR = 1.584 [1.022-2.456], P = 0.040). Regarding secondary outcomes, male sex was identified as a risk factor for in-hospital mortality (aOR = 1.536 [1.087-2.169], P = 0.015) and iMV support (aOR = 1.313 [1.029-1.674], P = 0.028) in the fully adjusted model. Sensitivity analysis that included postmenopausal females and age-matched male counterparts showed that male sex still remained to be a risk factor of developing sepsis-related ARDS (aOR = 1.968 [1.241-3.120], P = 0.004).\nCONCLUSION: Male sex was identified as an independent risk factor for sepsis-related ARDS and in-hospital mortality among critically ill patients with sepsis. Given the retrospective design of this study, the relationship between sex and sepsis-related ARDS requires further validation through large-scale randomized controlled trials in the future.",
      "authors": [
        "Zhao Hui",
        "Yang Bin",
        "Dai Hong-Kai",
        "Li Cheng",
        "Ruan Hang",
        "Li Yong-Sheng"
      ],
      "journal": "Shock (Augusta, Ga.)",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391252"
    },
    "39965235": {
      "pmid": "39965235",
      "title": "Increased Costs and Complication Rates in Vestibular Schwannoma Resections for Neurofibromatosis Type 2.",
      "abstract": "OBJECTIVE: To characterize inpatient costs and complication rates in sporadic and neurofibromatosis type 2 (NF2) patients undergoing resection of vestibular schwannoma (VS).\nDESIGN: Cross-sectional analysis.\nSETTING: National Inpatient Sample, 1998-2021.\nPARTICIPANTS: A total of 52,623 inpatient admissions after VS resection.\nINTERVENTIONS: Resection of VS.\nMAIN OUTCOMES AND MEASURES: Patient- and hospital-level demographics of admissions following resection of VS, as well as the frequency of postoperative medical and surgical complications, were tabulated. We evaluated the average cost of admission and compared these outcomes between sporadic and NF2 patients. Multivariate analysis was performed to determine whether NF2 admissions had increased costs and lengths of stay.\nRESULTS: A total of 51,459 and 1,164 resections were recorded for sporadic and NF2 patients, respectively. Patients with NF2 were younger (mean age 35.3 vs. 51.1 years) and more likely insured by Medicaid (12.8% vs. 5.4%). The average cost for NF2 admissions was $49,141 (95% CI, 42,527-55,754), relative to sporadic tumors at $38,204 (95% CI, 36,408-40,000). NF2 patients had increased rates of surgical complications, including facial nerve dysfunction (31.7% vs. 17.3%), dysphagia (8.8% vs. 2.8%), aspiration pneumonia (3.4% vs. 0.6%), and sepsis (1.8% vs. 0.4%), which were associated with increased hospital costs. NF2 was not independently associated with increased inpatient hospital costs after controlling for patient factors and complications ($3,977 [95% CI, -$111 to 8,066], p = 0.06).\nCONCLUSIONS: Relative to sporadic VS admissions, resections in NF2 patients are associated with significantly increased hospital costs, primarily due to increased rates of postoperative surgical, central nervous system-related, and medical complications.",
      "authors": [
        "Fujiwara Rance J T",
        "Shi Julia J",
        "Tan Donald",
        "Sakano Hitomi",
        "Kutz Joe Walter"
      ],
      "journal": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391300"
    },
    "39964988": {
      "pmid": "39964988",
      "title": "Changes in vaginal Ureaplasma and Lactobacillus due to antibiotic regimen for premature rupture of membranes.",
      "abstract": "Preterm premature rupture of membranes (PPROM) is associated with preterm delivery and neonatal complications. PPROM is often complicated by intra-amniotic inflammation and/or microbial invasion of the amniotic cavity with Ureaplasma or Mycoplasma. Various prophylactic antibiotic therapies have been proposed to prolong latency between PPROM and delivery, reduce the risk of clinical chorioamnionitis, and improve neonatal complications. However, information on the potential of azithromycin administration to reduce the microbial load of vaginal Ureaplasma and Mycoplasma remains lacking. This prospective cohort study included singleton pregnancies managed with prophylactic antibiotics for PPROM at less than 36 weeks of gestation. All patients received the standard antibiotic regimen for PPROM, which consisted of a single oral azithromycin and intravenous ampicillin every for 2 days followed by 5 days of oral amoxicillin. Vaginal swabs samples were collected when PPROM was confirmed and after the antibiotic regimen administration. The main outcome measures were to investigate the changes in vaginal Ureaplasma, Mycoplasma, and Lactobacillus spp. due to the antibiotic regimen. In addition, the association between the presence and changes in vaginal Ureaplasma and Mycoplasma, pregnancy outcomes, and neonatal complications were examined. Out of 82 eligible PPROM, 51 had positive vaginal Ureaplasma. Thirty-six patients (52.2%) completed the antibiotic regimen. Among those with positive vaginal Ureaplasma who completed the antibiotic regimen, 75% experienced an increase in vaginal Ureaplasma levels. For those who delivered before completing all antibiotic doses, 40% had increased vaginal Ureaplasma levels. Furthermore, the antibiotic regimen resulted in decreased Lactobacillus spp. in almost all cases. It was suggested that azithromycin and ampicillin may not be effective when targeting Ureaplasma or Mycoplasma. Since this study did not search for resistance genes, it cannot be determined that azithromycin resistance in Ureaplasma or Mycoplasma is responsible for the present results. In addition, vaginal Ureaplasma changes were not found to be associated with neonatal sepsis or bronchopulmonary dysplasia. Future studies are needed to revalidate current antibiotic therapy for PPROM.",
      "authors": [
        "Kawaguchi Haruna",
        "Nakura Yukiko",
        "Yamamoto Ryo",
        "Hayashi Shusaku",
        "Takeuchi Makoto",
        "Ishii Keisuke",
        "Yanagihara Itaru"
      ],
      "journal": "PloS one",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391345"
    },
    "39964926": {
      "pmid": "39964926",
      "title": "Acid-Base Interpretation: A Practical Approach.",
      "abstract": "Acid-base disorders are prevalent in critically ill patients, and a systematic approach is essential for evaluation. The first step is to determine the primary process based on a patient's pH, partial pressure of carbon dioxide, and bicarbonate measurements. After this is complete, the next step is to evaluate for respiratory or metabolic compensation. Deviations from expected compensation may indicate additional acid-base processes. For metabolic acidosis, anion gap calculation distinguishes between anion gap metabolic acidosis and non-anion gap metabolic acidosis. The evaluation for anion gap metabolic acidosis includes calculating the osmolal gap and conducting a gap-gap analysis. Evaluating non-anion gap metabolic acidosis involves urine anion gap calculation. These analyses identify potential etiologies and additional acid-base disturbances. Metabolic alkalosis assessment begins with measuring urine chloride levels to determine whether the process is a result of chloride depletion. Respiratory acidosis, caused by hypoventilation, often results from chronic lung disease or neuromuscular dysfunction. Respiratory alkalosis, due to hyperventilation, is common in sepsis, chronic liver disease, and acute pulmonary embolism.",
      "authors": [
        "Morikawa Masahiro J",
        "Ganesh Prakash R"
      ],
      "journal": "American family physician",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391378"
    },
    "39964774": {
      "pmid": "39964774",
      "title": "Predictive Value of Combined Serum Nuclear Factor Erythroid 2-Related Factor 2 and Prognostic Nutritional Index for Sepsis after Percutaneous Nephrolithotomy.",
      "abstract": "",
      "authors": [
        "Qi Shengwei",
        "Huang Shuangying",
        "Qian Rong"
      ],
      "journal": "Journal of endourology",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391409"
    },
    "39964222": {
      "pmid": "39964222",
      "title": "Subtherapeutic Meropenem Antibiotic Exposure in Children With Septic Shock Assessed by Noncompartmental Pharmacokinetic Analysis in a Prospective Dataset.",
      "abstract": "OBJECTIVES: To define meropenem plasma concentrations and pharmacodynamic exposure metrics in children with septic shock during the first 3 days of PICU hospitalization.\nDESIGN: Pharmacokinetic sampling was undertaken in 19 subjects receiving standard meropenem dosing (20 mg/kg/dose, 8 hr) recruited from March 2019 to March 2022. Sampling occurred once each day following meropenem given 24 hours apart, during the first 3 PICU days. Data analysis was completed in 2023 and noncompartmental analysis was performed to assess pharmacodynamic exposure targets for sepsis. Clearance and volume of distribution at 20 mg/kg/dose were used to simulate mean exposures at 40 and 60 mg/kg/dose.\nSETTING: PICU in a tertiary care center.\nSUBJECTS: Patients 4 weeks old or older with hypotension requiring fluid resuscitation and vasopressor therapy, receiving meropenem as empiric therapy for sepsis.\nINTERVENTIONS: None.\nMEASUREMENTS AND MAIN RESULTS: Augmented renal clearance (ARC) was documented in eight of 19 subjects, previously associated with subtherapeutic plasma concentrations, while three of 19 had acute kidney injury and decreased renal clearance. When assessed by pharmacodynamic exposure targets for sepsis (plasma meropenem concentrations above the minimum inhibitory concentration [MIC] of Pseudomonas aeruginosa for 70% or 100% of the dosing interval), ten of 19 and nine of 19 children, respectively, had subtherapeutic plasma meropenem exposures during PICU day 1, even for pathogens with an MIC considered \"susceptible\" by U.S. Food and Drug Administration criteria. Therapeutic meropenem pharmacodynamic exposures were associated with a positive 24-hour fluid balance on PICU day 1 and a negative 24-hour fluid balance by day 3, although profound variability was noted in fluid administered and renal output.\nCONCLUSIONS: Given the variability in meropenem systemic exposure in pediatric septic shock, therapeutic drug monitoring, or monitoring for ARC, is suggested during the first days of hospitalization to allow daily assessments of dosing needs to achieve pharmacodynamic exposure targets for sepsis.",
      "authors": [
        "Bradley John S",
        "Harvey Helen",
        "Stout Dayna",
        "Momper Jeremiah",
        "Capparelli Edmund",
        "Avedissian Sean N",
        "Barbato Courtney",
        "Mak Robert H",
        "Jones Tom P",
        "Jones Douglas",
        "Le Jennifer"
      ],
      "journal": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391469"
    },
    "39963913": {
      "pmid": "39963913",
      "title": "The effects of dexmedetomidine on liver injury in rats with experimental sepsis: A histopathological and immunohistochemical study.",
      "abstract": "BACKGROUND: In the rat sepsis model, the protective effect of dexmedetomidine (Dex) in sepsis-induced tissue injuries by reducing inflammation is still unclear, and research is ongoing to determine whether Dex modulates sepsis-induced tissue injury. To investigate the effect of Dex on liver injury in sepsis rats histopathologically and immunohistochemically.\nMETHODS: In this study, sepsis was induced in rats by 10 ml/kg E. coli injection and the protective efficacy of Dex against liver damage was investigated with histopathological and immunohistochemical findings by intraperitoneal administration of 100 mcg/kg Dex.\nRESULTS: In our results, the most striking and basic morphological changes in the liver tissues of sepsis group rats were neutrophil leukocyte infiltrations in and around the vessels. In Dex-treated groups, neutrophil leucocyte infiltrations were more prominent and marked dilatations were observed in the vessels. The fact that inflammatory reactions were more prominent in the Dex-treated groups was thought to be related to the increase in vascular permeability due to Dex's vasodilation effect.\nCONCLUSION: according to the histopathological and immunohistochemical findings obtained in the present study, we conclude that Dex did not alleviate sepsis-induced liver inflammation in a rat sepsis model.",
      "authors": [
        "Keleş Ömer Faruk",
        "Sayhan Kaplan Havva",
        "Çiçek Hacı Ahmet",
        "Palabiyik Onur",
        "Yener Zabit"
      ],
      "journal": "Ulusal travma ve acil cerrahi dergisi = Turkish journal of trauma & emergency surgery : TJTES",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391512"
    },
    "39963819": {
      "pmid": "39963819",
      "title": "HMGB1 in Septic Muscle Atrophy: Roles and Therapeutic Potential for Muscle Atrophy and Regeneration.",
      "abstract": "Currently, the treatment of septic myopathy presents significant challenges with implications for increased mortality rates and prolonged hospitalizations. Effective therapeutic strategies for septic myopathy remain elusive, highlighting an urgent need for novel therapeutic approaches. High-mobility group box 1 (HMGB1) is a conserved nonhistone nuclear protein that is released passively from deceased cells or actively secreted by activated immune cells, influencing both infectious and noninfectious inflammatory responses. Studies have indicated that HMGB1 likely plays a pivotal role in the pathogenesis of septic myopathy by crucial pathways associated with muscle atrophy and contributing to muscle regeneration under certain conditions. This review aims to summarize the possible mechanisms of HMGB1 in muscle atrophy and its potential in muscle regeneration, providing a theoretical basis for HMGB1 treatment of septic myopathy. Research shows that the dual role of HMGB1 is related to its specific forms, which are influenced to varying degrees by environmental factors. HMGB1 is a key participant in septic muscle atrophy, whereas HMGB1 shows therapeutic potential in muscle regeneration. One key mechanism by which HMGB1 contributes to septic muscle atrophy is through the exacerbation of inflammation. HMGB1 can amplify the inflammatory response by promoting the release of pro-inflammatory cytokines, which further damages muscle tissue. HMGB1 is also involved in promoting cell death in sepsis, which contributes to muscle degradation. Another important mechanism is the regulation of protein degradation systems. HMGB1 can activate the ubiquitin-proteasome system and autophagy-lysosome pathway, both of which are crucial for the breakdown of muscle proteins during atrophy. Conversely, targeting HMGB1 has shown the potential to ameliorate muscle atrophy in various diseases. For instance, HMGB1 has been shown to promote muscle vascular regeneration, modify stem cell status and enhance stem cell migration and differentiation, all of which are beneficial for muscle repair and recovery. Pharmacological inhibition of HMGB1 has been explored, with several drugs demonstrating efficacy in reducing inflammation and muscle degradation in sepsis models. These findings suggest that HMGB1 inhibition could be a viable therapeutic approach for septic myopathy. However, the function of promoting muscle regeneration in septic myopathy needs further research. HMGB1 emerges as a promising therapeutic target for the treatment of muscle atrophy in sepsis. This review focuses on identifying the correlation between HMGB1 and septic myopathy, analysing the possible role of HMGB1 in disease development and examining the feasibility of HMGB1 as a therapeutic target.",
      "authors": [
        "Qi Si-Yuan",
        "Wu Qiqi",
        "Xiang Peng-Hui",
        "Hou Chao-Yao",
        "Kang Zhaofeng",
        "Chen Meng-Qi",
        "Yi Chengla",
        "Bai Xiangjun",
        "Li Tianyu",
        "Li Zhanfei",
        "Xie Wei-Ming"
      ],
      "journal": "Journal of cachexia, sarcopenia and muscle",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391591"
    },
    "39963745": {
      "pmid": "39963745",
      "title": "Clinical Outcomes of Cefepime Dosing in Patients With Pseudomonas aeruginosa Infections Undergoing Renal Replacement Therapies.",
      "abstract": "OBJECTIVE: Data regarding the efficacy of cefepime in treating patients with Pseudomonas aeruginosa infections undergoing renal replacement therapy (RRT) are limited. Therefore, we conducted a study to investigate the outcomes of recommended cefepime dosing in this population.\nMETHODS: A retrospective descriptive cohort study was conducted between May 2015 and December 2022 on patients diagnosed with active sepsis secondary to P. aeruginosa infection, requiring cefepime treatment and undergoing RRT. The primary endpoint was 30-day all-cause mortality, with secondary endpoints including clinical cure, microbiologic cure, infection recurrence rate, and incidence of adverse events.\nRESULTS: A total of 132 patients met the inclusion criteria. Of these, 81 (62.4%) were male, with a median age of 69 years and a median BMI of 27 kg/m\nCONCLUSION: Our results suggest that the utilized doses of cefepime in patients with P. aeruginosa infections undergoing RRT were effective. Larger study is needed to confirm our findings.",
      "authors": [
        "El Nekidy Wasim S",
        "Alzaman Khaled",
        "Abidi Emna",
        "Ghosn Muriel",
        "Ismail Khaled",
        "Ghazi Islam M",
        "El Lababidi Rania",
        "Mooty Mohamad",
        "Malik Amir",
        "Alshamsi Amna",
        "Almheiri Ali",
        "Mallat Jihad"
      ],
      "journal": "Hemodialysis international. International Symposium on Home Hemodialysis",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391637"
    },
    "39963616": {
      "pmid": "39963616",
      "title": "Raising Suspicion of Thrombotic Thrombocytopenic Purpura in a Patient With a Pre-existing Autoimmune Disease.",
      "abstract": "Thrombotic thrombocytopenic purpura (TTP) is a rare form of microangiopathic hemolytic anemia with high rates of mortality without treatment. Common risk factors for TTP include immunosuppression, pregnancy, and female gender. However, several case reports show that TTP may have an association with autoimmune conditions such as Sjögren's syndrome (SS), rheumatoid arthritis (RA), and systemic lupus erythematosus (SLE). We present a similar case of a 41-year-old female with a past medical history of RA, SLE, and SS, who arrived at the hospital with hematuria, flank pain, slow speech, and altered mental status. Based on her presentation, there were concerns for TTP, hemolytic uremic syndrome, glomerulonephritis, or sepsis secondary to urinary tract infection. After diagnosis was narrowed to TTP, treatment was initiated for TTP with plasmapheresis, methylprednisolone, and rituximab infusions prior to receiving diagnostic confirmation due to high clinical suspicion. Upon further workup, her autoimmune and immunology panels returned several days post-admission with low ADAMTS13 activity, confirming the TTP diagnosis. Her autoimmune conditions were also confirmed for SS, RA, and SLE based on positive serology for anti-SSA/Ro antibodies, anti-CCP antibodies, and speckled ANA, respectively. With treatment, the platelet counts increased, and the symptoms present at admission resolved over a prolonged hospital course. Initiating treatment for TTP should be based on findings of clinical and routine laboratory testing rather than confirmatory test results due to the delay in receiving results, such as the ADAMTS13 level. In patients with a history of autoimmune disease, the association between TTP and autoimmune diseases can help formulate a clinical diagnosis of TTP early in the hospital course, allowing for treatment initiation and decreased mortality.",
      "authors": [
        "Murugan Naveena L",
        "Mensah Richard",
        "Singh Atul"
      ],
      "journal": "Cureus",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391673"
    },
    "39963583": {
      "pmid": "39963583",
      "title": "Hydrocortisone treatment is associated with early recovery from severe septic shock in patients with obstructive pyelonephritis due to upper urinary tract stone.",
      "abstract": "OBJECTIVES: The administration of hydrocortisone in patients with severe septic shock contributes to early recovery in intensive care. The purpose of this study was to evaluate the effect of hydrocortisone on early recovery from severe septic shock in patients with obstructive pyelonephritis due to upper urinary tract stone (stone pyelonephritis).\nMETHODS: From January 2018 to October 2023, of all patients admitted for treatment of stone pyelonephritis, 28 did not respond to initial fluid infusion and vasopressors for urosepsis. Among these 28 patients, 14 were administered hydrocortisone for recovery from early shock. Characteristics and noradrenaline administration time of patients treated or not treated with hydrocortisone were retrospectively analysed.\nRESULTS: In patients with septic shock associated with stone pyelonephritis unresponsive to initial fluid and vasopressors, noradrenaline administration time in the hydrocortisone group (28.7 ± 17.5 h) was significantly shorter than in the non-treated group (46.0 ± 12.8 h,\nCONCLUSIONS: Our findings suggest potential benefits of hydrocortisone administration for stone pyelonephritis unresponsive to initial fluid and vasopressors. Widespread adoption of hydrocortisone in the treatment of sepsis, which is common in intensive care, could become more important in urology.",
      "authors": [
        "Otsuka Isamu",
        "Nishimoto Koshiro",
        "Kozako Taichi",
        "Kanemaru Katsuhiro",
        "Yamashita Yasuhiro",
        "Kamoto Toshiyuki",
        "Sawada Atsuro"
      ],
      "journal": "BJUI compass",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391722"
    },
    "39963547": {
      "pmid": "39963547",
      "title": "Transforming in-clinic post-operative and intermediate care with cosinuss°.",
      "abstract": "Continuous, mobile patient monitoring plays a critical role in healthcare, particularly for post-surgery, intermediate care in clinics. The implementation of vital signs monitoring technology enables healthcare professionals to triage patients effectively by maintaining real-time awareness of their health status and allowing for prompt intervention when necessary. This technology supports early mobilization and facilitates the detection of potential complications such as post-surgical sepsis. cosinuss° technology has been evaluated in various studies, in terms of its accuracy in capturing vital parameters and its usability, emphasizing its potential to enhance intermediate patient care and outcomes. This report outlines the design and implementation of cosinuss° Health patient monitoring solution for use in intermediate, postoperative clinic settings. It presents the results and insights from three recent, in-clinic applications, discussing both technical and practical aspects, clinical processes, and the reported satisfaction from both patients and medical caregivers. The findings highlight the promising potential of cosinuss° Health on improving patient monitoring and overall clinical outcomes.",
      "authors": [
        "Zellhuber Incinur",
        "Schade Melanie",
        "Adams Tim",
        "Blobner Manfred",
        "Weber Michael",
        "Bubb Catherina A B"
      ],
      "journal": "Computational and structural biotechnology journal",
      "publication_year": "2024",
      "fetch_date": "2025-02-19T06:16:08.391776"
    },
    "39963407": {
      "pmid": "39963407",
      "title": "Risk factors associated with mortality and pathogen characteristics of bloodstream infection-induced severe sepsis in the pediatric intensive care unit: a retrospective cohort study.",
      "abstract": "BACKGROUND: Bloodstream infection (BSI)-induced severe sepsis is a common cause of mortality, frequently resulting in septic shock and multiple organ dysfunction syndrome (MODS). This study aimed to analyze mortality risk factors and summarize pathogen characteristics associated with BSI-induced severe sepsis in the pediatric intensive care unit (PICU).\nMETHODS: This retrospective study was conducted at a tertiary pediatric hospital between January 2015 and December 2023, encompassing children with BSI-induced severe sepsis in the PICU. Clinical characteristics, laboratory parameters, pathogen characteristics, and drug resistance profiles of the patients were collected. Clinical and laboratory indicators along with pathogen characteristics were summarized. Logistic regression analysis was employed to identify independent risk factors associated with 28-day mortality.\nRESULTS: A total of 192 patients with bloodstream infection (BSI)-induced severe sepsis were identified, with a 28-day in-hospital mortality rate of 36.98% (71/192). The incidence of septic shock (42.1%\nCONCLUSION: In the PICU, higher mortality was observed in children with BSI-induced severe sepsis who presented with elevated pSOFA scores and low P/F values.",
      "authors": [
        "Chen Jian",
        "Huang Haixin",
        "Zhang Ruichen",
        "Fu Yueqiang",
        "Jing Chunmei"
      ],
      "journal": "Frontiers in cellular and infection microbiology",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391852"
    },
    "39963405": {
      "pmid": "39963405",
      "title": "Nineteen years retrospective analysis of epidemiology, antifungal resistance and a nomogram model for 30-day mortality in nosocomial candidemia patients.",
      "abstract": "BACKGROUND: The incidence of nosocomial candidemia has increased in recently years, however, the epidemiological data remain insufficient in China.\nMETHODS: A total of 234 candidemia patients were included from Xiamen University Zhong Shan hospital between January 2006 and October 2024. Incidence, species proportion, distribution, antifungal drug resistance of candidemia was analyzed. A nomogram model for 30-day morbidity of candidemia was determined using the least absolute shrinkage and logistic regression analysis.\nRESULTS: The incidence of candidemia increased in recent years (2020: 0.025%, 2021: 0.029%, 2023:0.022%). The dominant species of candidemia were\nCONCLUSION: The incidence of nosocomial candidemia has risen in recent years.",
      "authors": [
        "Dai Zhang",
        "Lan Xuhong",
        "Cai Minjing",
        "Liao Yunhui",
        "Zhang Jingwen",
        "Ye Naifang",
        "Lu Xinxin",
        "Wang Jiajia",
        "Xiao Yun",
        "Zhang Yan",
        "Yao Yihui",
        "Liang Xianming"
      ],
      "journal": "Frontiers in cellular and infection microbiology",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.391933"
    },
    "39963236": {
      "pmid": "39963236",
      "title": "Attenuation of acute kidney injury in a murine model of neonatal ",
      "abstract": "INTRODUCTION: Sepsis is a risk factor for acute kidney injury (AKI) in neonates, for which no effective treatment exists. The phosphodiesterase inhibitor pentoxifylline (PTX) has demonstrated renal protection from ischemia and inflammation in adult rodents. We hypothesized that addition of PTX to antibiotics may attenuate immune and histological AKI in a murine neonatal sepsis model.\nMETHODS: Postnatal (PN) day 1 C57BL/6J mice were injected with\nRESULTS: Septic mice demonstrated robust expression of pro-inflammatory cytokines, chemokines and biomarkers of tubular injury in renal tissue, which were attenuated in response to combined PTX and antibiotics (gentamicin or cefotaxime): chemokines (p<0.001), plasma (p<0.01) and tissue IL-6 (p<0.05), plasma TNF (p<0.001), NGAL (p<0.01), CXCL10 (p<0.01), osteopontin (p<0.05), and VEGF (p<0.05), with a trend for KIM-1 (tissue concentration: p=0.21, fluorescence area: p=0.12). Interactions between treatment and sex were present for several cytokines and kidney injury biomarkers. Immunofluorescence findings for the tubular injury markers (NGAL and KIM-1) were consistent with biomarker expression in tissue lysates.\nCONCLUSION: Neonatal",
      "authors": [
        "Speer Esther M",
        "Adedeji Atilade A",
        "Lin Joyce",
        "Khorasanchi Alexandra",
        "Rasheed Asma",
        "Bhat Maya",
        "Mackenzie Kelly",
        "Hennigar Randolph",
        "Reidy Kimberly J",
        "Woroniecki Robert P"
      ],
      "journal": "Frontiers in cellular and infection microbiology",
      "publication_year": "2024",
      "fetch_date": "2025-02-19T06:16:08.392023"
    },
    "39963232": {
      "pmid": "39963232",
      "title": "Infective Endocarditis as a Complication of a Ventriculoatrial Shunt.",
      "abstract": "A 31-year-old man with a medical history of congenital hydrocephalus with a ventriculoatrial shunt presented with sepsis despite being treated with oxacillin for a recent bacteremia. His blood cultures grew methicillin-sensitive",
      "authors": [
        "Passey Siddhant",
        "Tidwell Jasmine",
        "Soares Pinho De Carvalho Lara Melo",
        "Zeman Jan",
        "Kim Agnes S"
      ],
      "journal": "JACC. Case reports",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392123"
    },
    "39963067": {
      "pmid": "39963067",
      "title": "Therapeutic Plasma Exchange in Tandem With Other Types of Extracorporeal Circuits: The Experience of a Pediatric Center and a Review of Other Pediatric Center Reports.",
      "abstract": "Therapeutic plasma exchange (TPE) concurrently performed in critically ill pediatric patients with other extracorporeal circuits is a complex process. We sought to characterize tandem procedures, including patient demographics, primary diagnosis, American Society for Apheresis (ASFA) category indications, survival at 24 h and 30 days after completion, blood product utilization, and complications. A retrospective analysis of medical records was performed. Data were collected from July 2014 to January 2021 with institutional review board approval. Patients' demographics, blood product utilization, and adverse events data were collected. In addition, we performed a literature review to identify studies in the pediatric population that were similar in design to our study. Fifty patients underwent 262 procedures. The median age was 9 years, and median weight was 21 kg (42% of patients weighed less than 10 kg). The most frequent indications for plasma exchange included sepsis with multiorgan failure (11 patients) and multiorgan failure (9 patients). ASFA indication category III was the most common (42 patients), followed by uncategorized indications (6 patients). The most common adverse events were hypocalcemia, occurring in 120 (45%) procedures, hypotension in 25 (9.5%) procedures, and circuit clotting in 12 (4.5%) procedures. Citrate, heparin, and bivalirudin were used as anticoagulants. Thirty-nine (78%) patients survived 24 h, and 26 (52%) patients were alive 30 days after completion of tandem procedures. Despite the high level of complexity, tandem procedures can be performed efficiently and safely in critically ill children.",
      "authors": [
        "Aplenc Lejla Music",
        "Wood Nicole",
        "Iqbal Nazia Tabassum",
        "George Cindy",
        "Burroughsscanlon Cherie"
      ],
      "journal": "Journal of clinical apheresis",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392165"
    },
    "39962902": {
      "pmid": "39962902",
      "title": "Unveiling the Protective Potential of Crocin in Septic Acute Liver Injury via Assessment of TLR4/HGM1/NF-κB Signaling Pathway, Oxidative Stress and Heat Shock Response.",
      "abstract": "Sepsis, defined as a systemic inflammatory response, is one of the conditions with the highest mortality rates. Crosin (CRO) is one of the active ingredients in saffron and known for its various pharmacological effects. It has been reported to have protective and healing effects on liver tissue. In this study, we aimed to investigate the protective role of CRO in lipopolysaccharide (LPS)-induced acute liver injury. 40 male Wistar Albino rats aged 8-12 weeks were randomly divided into 4 groups: Control, CRO (50 mg/kg, intraperitoneal administration for 9 days), LPS (30 mg/kg, single dose), and LPS + CRO (50 mg/kg CRO for 9 days along with a single dose of 30 mg/kg LPS). Following the experimental procedure, liver and blood samples were collected for further analyses. Histopathological analysis revealed a marked increase in liver damage in the LPS group, as evidenced by significant histopathological changes. In contrast, the liver histology in the LPS + CRO group closely resembled that of the Control and CRO groups, exhibiting substantially less damage compared to the LPS group. Immunohistochemical examinations showed a significant increase in the expressions of TLR4, HMGB1, NF-κB, TNF- α, HSP70, and HSP90 in the LPS group. However, in the LPS + CRO group, the levels of these markers were significantly lower compared to the LPS group. ELISA analyses showed a significant increase in MDA, IL-6, and TGF-β and a decrease in SOD, CAT, GSH levels in the LPS group. Conversely, in the LPS + CRO group, CRO applications exhibited a significant protective effect on these alterations. Additionally, AST, ALT, and LDH levels were significantly elevated in the LPS group, while albumin levels were lower in the LPS group. CRO applications in the LPS + CRO group were observed to have a protective effect on these parameters. We believe that CRO holds significant potential in the treatment of acute inflammatory diseases such as septic acute liver injury and should not be overlooked.",
      "authors": [
        "Akin Ali Tugrul",
        "Kaymak Emin",
        "Ceylan Tayfun",
        "Kuloglu Nurhan",
        "Karabulut Derya",
        "Toluk Ayse"
      ],
      "journal": "Cell biochemistry and function",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392221"
    },
    "39962777": {
      "pmid": "39962777",
      "title": "[Effect of colostrum oral immune therapy on the the clinical outcomes in very low birth weight infants: a Meta analysis].",
      "abstract": "OBJECTIVES: To evaluate the effect of colostrum oral immune therapy (COIT) on clinical outcomes in very low birth weight (VLBW) infants.\nMETHODS: A computer-based search was conducted in databases including China National Knowledge Infrastructure, Wanfang Data, Weipu Database, Chinese Biomedical Literature Service System, PubMed, Embase, Web of Science, the Cochrane Library, and CINAHL for randomized controlled trials regarding the application of COIT in VLBW infants published from the establishment of the database to February 2024. Meta analysis was performed using RevMan 5.3 software.\nRESULTS: A total of 14 randomized controlled trials were included, involving 1 386 VLBW infants, with 690 in the COIT group and 696 in the control group. The results showed that COIT significantly reduced the incidence of clinical late-onset sepsis (LOS) (\nCONCLUSIONS: COIT can reduce the incidence rates of LOS, necrotizing enterocolitis, and feeding intolerance, as well as the mortality rate, while also shortening the time to achieve full enteral nutrition in VLBW infants.",
      "authors": [
        "Lu Yan",
        "Wang Li-Li",
        "Wang Li",
        "Zhu Ke-Ran"
      ],
      "journal": "Zhongguo dang dai er ke za zhi = Chinese journal of contemporary pediatrics",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392285"
    },
    "39962644": {
      "pmid": "39962644",
      "title": "Extracorporeal therapies in sepsis: a comprehensive review of the Selective Cytopheretic Device, Polymyxin B and Seraph cartridges.",
      "abstract": "Sepsis, a dysregulated host response to infection, is a leading cause of morbidity and mortality in critically ill patients, despite advancements in antimicrobial therapies. Recent innovations in extracorporeal blood purification therapies, such as the Selective Cytopheretic Device (SCD), Polymyxin B Hemoperfusion Cartridge (PMX-HP), and Seraph 100 Microbind Affinity Blood Filter (Seraph), have demonstrated promising potential as adjuncts to conventional therapies. The SCD targets activated white blood cells, while PMX-HP binds endotoxins in Gram-negative sepsis. The Seraph targets a broad range of pathogens, including viruses, bacteria and fungi. Evidence from several clinical trials and observational studies indicate that these therapies can improve organ function, and potentially improve survival in patients with sepsis. Despite the strong pathophysiological rationale for using these devices in sepsis, conclusive evidence of their effectiveness remains limited. Multicenter randomized controlled trials are currently underway with each of these devices to establish their role in improving patient outcomes. Further research is needed to establish optimal protocols for their initiation, duration, and integration into standard sepsis management.",
      "authors": [
        "Yessayan Lucas",
        "Pino Chris J",
        "Humes H David"
      ],
      "journal": "Renal failure",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392318"
    },
    "39962611": {
      "pmid": "39962611",
      "title": "A comprehensive prognosis model for adult septic shock: SOFAplusCALLY index.",
      "abstract": "BACKGROUND: Early assessment and intervention are crucial for improving survival in septic shock. This study aimed to address the shortcomings of existing scoring systems in predicting the risk of early death, particularly in identifying patient populations that require more precise prognostic assessments.\nMETHODS: This retrospective study included 143 patients with septic shock admitted to the intensive care unit of a tertiary hospital between January 1, 2019, and June 30, 2024. Patients were stratified by 28-day survival status. Binary logistic regression analysis identified independent predictors of early mortality and developed a prognostic model, which was validated using receiver operating characteristic curves.\nRESULTS: Among the patients, 106 survived, whereas 37 died. Multi-factor binary logistic regression analysis identified the sequential organ failure assessment (SOFA) score and the C-reactive protein-albumin-lymphocyte (CALLY) index as significant independent predictors of 28-day mortality (p < 0.05), culminating in the formulation of the \"SOFAplusCALLY\" model. This model showed superior predictive accuracy compared to other Scoring systems (area under the curve: 0.90, p < 0.01) and was validated for robustness in both training and validation cohorts.\nCONCLUSIONS: The CALLY index and SOFA score independently forecast 28-day mortality in adults with septic shock, offering substantial clinical utility for forecasting patient prognosis. The SOFAplusCALLY model, synthesized from both indices, comprehensively assesses the clinical status of patients with septic shock and enhances prognostic accuracy, which is crucial for clinical decision-making and resource allocation.",
      "authors": [
        "Lin Xiaoming",
        "Zhang Lianfang",
        "Zheng Yabin",
        "Hong Xiangyu",
        "Zheng Hongjun",
        "Huang Ting",
        "Ma Jiefei"
      ],
      "journal": "European journal of medical research",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392375"
    },
    "39962580": {
      "pmid": "39962580",
      "title": "Cytomegalovirus reactivation and acute and chronic complications in children with cerebral malaria: a prospective cohort study.",
      "abstract": "BACKGROUND: Virus co-infection or reactivation may modify the host response during cerebral malaria. Cytomegalovirus (CMV) DNAemia has been associated with increased morbidity and mortality in adults with sepsis; however, the impact of CMV DNAemia on adverse outcomes in children with cerebral malaria is unknown.\nMETHODS: Clinical, physiological, and neurocognitive outcomes were compared in children aged 18 months to 12 years with cerebral malaria (N = 242) based on the presence or absence of CMV DNAemia 24 h after admission. The primary study outcome was subsequent in-hospital mortality. Secondary outcomes included the presence of acute kidney injury, neurocognitive impairment over a 2-year follow-up, and chronic kidney disease at the 1-year follow-up. Markers of platelet and endothelial cell activation and oxidative and nitrosative stress were measured to characterize the mechanisms by which CMV DNAemia might contribute to pathogenesis.\nRESULTS: CMV DNAemia was present in 33 children with cerebral malaria (13.6%) 24 h after admission. CMV DNAemia was not significantly associated with mortality in this study. Children with CMV-DNAemia had a higher prevalence of acute kidney injury than those without CMV-DNAemia (59.4% vs. 38.6%, p = 0.03). There was no difference in the prevalence of chronic kidney disease or long-term neurocognitive impairment based on the presence of DNAemia. CMV DNAemia was associated with elevated plasma levels of P-selectin, angiopoietin-1, asymmetric dimethylarginine, and platelet counts.\nCONCLUSIONS: In children with cerebral malaria, CMV DNAemia is associated with acute kidney injury but not in-hospital mortality, chronic kidney disease, or long-term neurocognitive impairment.",
      "authors": [
        "Mayhew Jonathan A",
        "Witten Andrew J",
        "Bond Caitlin A",
        "Opoka Robert O",
        "Bangirana Paul",
        "Conroy Andrea L",
        "Hernandez-Alvarado Nelmary",
        "Schleiss Mark R",
        "John Chandy C"
      ],
      "journal": "Malaria journal",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392442"
    },
    "39962179": {
      "pmid": "39962179",
      "title": "Investigation of methicillin, beta lactam, carbapenem, and multidrug resistant bacteria from blood cultures of septicemia suspected patients in Northwest Ethiopia.",
      "abstract": "The presence of microorganisms in the bloodstream can result in severe, potentially life-threatening conditions, which are a significant cause of morbidity and mortality worldwide. The rise of antimicrobial-resistant strains further exacerbates these outcomes. However, the data concerning bacterial profiles and resistance to antimicrobials, particularly against extended-spectrum beta-lactams and carbapenems, are limited. Aimed to characterize pathogens isolated from positive blood cultures, including bacterial profiles and antibiotic susceptibility patterns, and to identify predictors of blood culture positivity in septicemia-suspected patients at the University of Gondar Comprehensive Specialized Hospital, Northwest Ethiopia. A hospital-based cross-sectional study was conducted from February 15 to May 30, 2023. The study involved 341 patients suspected of having septicaemia who were selected consecutively through a convenience sampling technique. Blood samples were collected aseptically from each patient (10 ml from adults, 5 ml from children, and 1 ml from neonates) and inoculated into bottles containing tryptic soy broth in volumes appropriate for the patient's age. The samples were incubated at 35-37 °C for up to 7 days to detect bacterial growth. Positive blood cultures were subcultured onto various media, including chocolate agar, blood agar, modified Thayer-Martin agar, MacConkey agar, and mannitol salt agar, and incubated again at 35-37 °C for 24 h. The suspected bacteria were identified on the basis of colony morphology, Gram staining, and biochemical tests. Antimicrobial susceptibility testing was conducted via both the Kirby-Bauer and modified Kirby-Bauer disk diffusion methods. Resistance to methicillin, extended-spectrum beta-lactams, and carbapenems was determined via the cefoxitin disc test, combined-disk diffusion method, and modified carbapenem inactivation method, respectively. The data were entered into Epi-Data version 4.6 and analysed via SPSS version 25. Binary logistic regression analyses were employed to identify factors associated with bloodstream infections (BSI), with a P value of less than 0.05 considered statistically significant. Out of 341 patients suspected of septicemia, 196 (57.5%) were male and 145 (42.5%) were female, with a mean (± SD) age of 16.5 (± 7.5) years. Bloodstream infection was identified in 87 (25.5%) patients (95% CI: 21.1-30.4). Among these positive cases, 67 (77%) were from ward patients, while 20 (23%) were from those visiting outpatient departments. The primary gram-positive bacteria identified included S. aureus 27 (31.0%), CoNS 14 (16.1%), S. viridans 8 (9.2%), and S. agalactiae 4 (4.6%). The gram-negative isolates were predominantly K. pneumoniae 11 (12.6%), followed by E. coli 9 (10.3%), E. cloacae 6 (6.9%), Acinetobacter spp. 3 (3.5%), N. meningitidis 3 (3.5%), and P. aeruginosa 2 (2.3%). Methicillin resistance was detected in 17/27 (63.0%) S. aureus strains and 2/14 (14.3%) CoNS strains. Multidrug resistance was detected in 63/87 (72.4%, 95% CI: 67.2-84.7%) of the isolates. Extended-spectrum beta-lactamase and carbapenemase production were observed in 12/31 (38.7%) and 5/31 (16.1%) of isolates, respectively. The factors associated with BSI were the presence of wounds and burns (AOR = 2.103, 95% CI: 1.365-3.241, P = 0.041), length of hospital stay (≥ 5) (AOR = 2.209, 95% CI: 1.122-4.347, P = 0.022), and prior medical procedures (AOR = 1.982, 95% CI: 1.125-3.492, P = 0.018). Bloodstream infection was identified in 25.5% of suspected septicemia cases, with multidrug-resistant bacteria present in 72.4% of isolates. Gram-positive bacteria, particularly S. aureus, and gram-negative bacteria like K. pneumoniae and E. coli were predominant. High rates of methicillin, beta-lactam, and carbapenem resistance were observed, emphasizing the magnitude of antimicrobial resistance. Risk factors such as wounds, extended hospital stays, and prior medical procedures significantly increased the likelihood of culture positivity. This suggests the need for regular antimicrobial susceptibility testing to guide antibiotic selection and track resistance trends, proper wound care and medical device usage to reduce the risk of BSI in healthcare settings.",
      "authors": [
        "Birhanu Abebe",
        "Gebre Getachew",
        "Getaneh Eden",
        "Yohannes Hana",
        "Baye Netsanet",
        "Mersha Gizeaddis Belay",
        "Tigabie Mitkie",
        "Dagnew Mulat",
        "Ferede Getachew",
        "Deress Teshiwal",
        "Abebe Wondwossen"
      ],
      "journal": "Scientific reports",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392562"
    },
    "39962104": {
      "pmid": "39962104",
      "title": "Accuracy of blood heparin-binding protein (HBP) for diagnosis bacteremia in patients with sepsis.",
      "abstract": "Blood heparin-binding protein (HBP) for diagnosing bacteremia in patients with sepsis has not been fully investigated. This study aims to explore the diagnostic value of blood HBP in predicting bacteremia in patients with sepsis compared with procalcitonin (PCT), Interleukin 6 (IL-6), C-reactive protein (CRP), white blood count (WBC), and neutrophil. In this observational study, we enrolled consecutive 146 patients, who were divided into two groups as the bacteremia group (n = 57) and the control group (n = 89). HBP, PCT, IL-6, CRP, WBC, and neutrophil were measured. The Chi-squared test and Student's t-test were used to compare the baseline characteristics. The area under the receiver operating characteristic curve (AUC) was calculated to describe the diagnostic accuracy of the biomarkers for predicting bacteremia in patients with sepsis. Spearman's correlation was used to analyze associations between the biomarkers. The concentration of HBP (204.13 ± 87.30 ng/mL ) in the bacteremia group was significantly higher than that in the control group (81.43 ± 61.53). HBP achieved the largest AUC for predicting bacteremia, with a value of 0.88 (95% confidence interval [CI], 0.82-0.94 ). This value was higher than those of the other biomarkers: 0.78 (95% CI 0.69-0.86) for PCT, 0.59 (95% CI 0.48-0.70) for IL-6, 0.56 (95% CI 0.45-0.67) for WBC, 0.73 (95% CI 0.64-0.83) for CRP, and 0.64 (95% CI 0.53-0.74) for neutrophil. The best cut-off value of blood HBP for identifying bacteremia was 95.69 ng/mL, with a sensitivity of 88.64%, a specificity of 68.06%, a positive predictive value of 64.1%, and a negative predictive value of 89.71%. A significant association was found between HBP and CRP (Spearman's rho = 0.528, p < 0.01). However, the correlations among PCT, IL-6, WBC, and neutrophil (Spearman's rho < 0.5, p < 0.01) were relatively weak. Blood HBP may be a useful auxiliary diagnostic marker that is preferable over PCT, IL-6, CRP, WBC, and neutrophil in identifying bacteremia in patients with sepsis.",
      "authors": [
        "Mao Zhi",
        "Yang Wenshan",
        "Gao Jie",
        "Zhang Jingwen",
        "Yang Mengmeng",
        "Liu Hui",
        "Kang Hongjun",
        "Zhou Feihu"
      ],
      "journal": "Scientific reports",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392623"
    },
    "39961996": {
      "pmid": "39961996",
      "title": "Viral sepsis - pathophysiology and disease manifestation.",
      "abstract": "Viral infection is found in approximately 30% of all sepsis cases and may be followed by bacterial infection in organs such as the lungs. Sepsis manifests as fever, hemorrhagic lesions and cell death. Organ dysfunction caused by sepsis, such as meningitis and encephalitis, can lead to organ damage. Sepsis is induced by various viral components, host cells and cellular mediators, such as cytokines and chemokines. Cytokines are secreted from stimulated macrophages, monocytes, dendritic cells and T lymphocytes.Further contributors to sepsis are the cleavage products after activation of the complement cascade with anaphylatoxin generation and peptides of the activated clotting cascade, thrombocytopenia and thrombocyte function alteration, intravasal clotting and/or endothelial leakage. The cells involved in viral sepsis are neutrophil granulocytes, monocytes and macrophages, dendritic cells and thrombocytes, and finally, endothelial cells and epithelial cells.Prolonged cytokine release leads to cell damage, immune cell dysfunction and exhaustion, and either impairs or hyperactivates immune cells. The course of viral sepsis may be enhanced by some patient conditions including age, underlying diseases such as diabetes, obesity; and immunodeficiency. Viral sepsis, similar to bacterial sepsis, is an extremely complex disorder, and the involvement of the abovementioned cellular and humoral components can present quite divergent biological and clinical patterns.Examples of viral sepsis discussed in the manuscript include three viruses causing Dengue fever - an emerging infection, COVID-19 - a disease with a prolonged course, Ebola disease - a disease with typically complete viral clearance, while rabies virus - induces a disease that causes coma and death before signs of viral sepsis are apparent.",
      "authors": [
        "G Gürtler Lutz",
        "Schramm Wolfgang",
        "Seitz Rainer"
      ],
      "journal": "Infection",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392728"
    },
    "39961851": {
      "pmid": "39961851",
      "title": "ESICM consensus-based recommendations for the management of very old patients in intensive care.",
      "abstract": "PURPOSE: The heterogeneity of very old patients (age ≥ 80 years) and the prevalence of complex geriatric syndromes in this cohort constitute major challenges for the classical methods of evidence-based medicine to inform clinical practice. The lack of robust guidance for the management of critical conditions in these patients contributes to considerable uncertainty among practitioners and unwarranted variations of care. The European Society of Intensive Care Medicine (ESICM) initiated a Delphi study to translate the empirical knowledge of experts in this field into consensus-based recommendations for clinical practice.\nMETHODS: A multi-national group of specialists in intensive care, emergency, and geriatric medicine provided opinions on managing very old patients with critical conditions. Strong or moderate consensus was defined as having at least 90% or 80% of experts, respectively, expressing agreement or disagreement on the three highest or lowest levels of a 9-points Likert scale.\nRESULTS: Twenty-eight members of the expert steering group and 82 additional experts completed two Delphi rounds. After discussing the results, the steering group issued recommendations for 48 statements and 2 checklists for which consensus was achieved. In addition to determining fundamental principles, they include advice on goals of care and the decision-making about admission to and treatment of patients in intensive care and the management after discharge.\nCONCLUSION: A multi-disciplinary group of experts achieved consensus on recommendations concerning intensive care for very old patients, which were approved and endorsed by ESICM. The implementation requires a careful analysis of available healthcare resources and should proceed in a stepwise fashion.",
      "authors": [
        "Beil Michael",
        "Alberto Laura",
        "Bourne Richard S",
        "Brummel Nathan E",
        "de Groot Bas",
        "de Lange Dylan W",
        "Elbers Paul",
        "Emmelot-Vonk Marielle",
        "Flaatten Hans",
        "Freund Yonathan",
        "Galazzi Alessandro",
        "Garcia-Martinez Ana",
        "Guidet Bertrand",
        "Holmerova Iva",
        "Jacobs Jeremy M",
        "Joynt Gavin M",
        "Leaver Susannah",
        "Leone Marc",
        "McNicholas Bairbre",
        "McWilliams David",
        "Metaxa Victoria",
        "Nickel Christian H",
        "Poole Daniele",
        "Robba Chiara",
        "Roedl Kevin",
        "Romain Marc",
        "Rousseau Anne-Françoise",
        "Sviri Sigal",
        "Szczeklik Wojciech",
        "Vallet Helene",
        "van Oppen James",
        "Jung Christian"
      ],
      "journal": "Intensive care medicine",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392813"
    },
    "39961838": {
      "pmid": "39961838",
      "title": "Continuous infusion of beta-lactam antibiotics in critically ill patients with sepsis: insights from daily clinical practice.",
      "abstract": "",
      "authors": [
        "Spriet Isabel",
        "Gijsen Matthias",
        "Peetermans Marijke",
        "Debaveye Yves",
        "Quintens Charlotte"
      ],
      "journal": "Intensive care medicine",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392848"
    },
    "39961681": {
      "pmid": "39961681",
      "title": "Reducing prematurity-related neonatal mortality: a quality improvement project in Gandhi Memorial Hospital, Addis Ababa, Ethiopia.",
      "abstract": "BACKGROUND: Neonatal deaths refer to infants who die within the first 28 days of life, and they account for almost 50% of all child deaths under the age of 5 globally. Preterm birth is the primary reason for neonatal deaths, and it can lead to various complications that may prove fatal for newborns, such as respiratory distress syndrome, sepsis and intracranial haemorrhages. There was a high rate of neonatal mortality at Gandhi Memorial Hospital. 57.7% of neonatal deaths were caused by premature-related problems according to Pareto chart analysis. The baseline mortality rate among premature neonates admitted to the Neonatal Intensive Care Unit (NICU) was 20.7%. The objective of this quality improvement project was to reduce prematurity-related neonatal death at Gandhi Memorial Hospital.\nMETHODS: A multidisciplinary quality improvement team used a fishbone diagram to analyse the causes of neonatal deaths related to prematurity. We used the Institute for Healthcare Improvement (IHI) model for improvement, using Plan-Do-Study-Act cycles to measure progress and make data-driven decisions.\nINTERVENTIONS: Transporting premature neonates born in the labour ward to NICU with CPAP, increasing the use of a continuous positive airway pressure (CPAP) device with an integrated oxygen concentrator, blender and compressor, and implementing the infection prevention checklist with four components were the implemented change ideas.\nRESULTS: The run chart showed a 25.6% reduction in prematurity-related neonatal mortality after implementing three interventions, and evidenced by a shift below the baseline median.\nCONCLUSION AND RECOMMENDATION: The quality improvement project involving three interventions which are transporting premature neonates from labour ward to NICU with CPAP, using a CPAP device with an integrated oxygen concentrator, blender and compressor for preterm neonates and infection prevention checklist use with four components at Gandhi Memorial Hospital effectively reduced prematurity-related neonatal death. To improve neonatal outcome in premature neonates, we recommend that hospitals should prioritise implementing a standardised CPAP transport protocol, increasing a CPAP device with an integrated oxygen concentrator, blender and compressor use in the NICU, and fully implementing the infection prevention Checklist.",
      "authors": [
        "Wotango Biniam Yohannes",
        "Workneh Wubet Mihretu",
        "Abdana Tariku Deressa",
        "Kidane Hailegebriel",
        "Alemayehu Mahlet",
        "Niku Dawit",
        "Alene Birtukan",
        "Aragaw Aynekulu",
        "Belay Zafu",
        "Adenew Tigist",
        "Hailu Gebremeskel Tamene",
        "Haile Yeneneh Getachew"
      ],
      "journal": "BMJ open quality",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392895"
    },
    "39961451": {
      "pmid": "39961451",
      "title": "Sex Differences in Clinical Characteristics and Outcomes in Patients Hospitalized with Cellulitis in Spain (2016-2022): Sex differences in patients hospitalized with cellulitis in Spain.",
      "abstract": "PURPOSE: To estimate hospitalization rates, analyze sex-specific clinical characteristics, assess in-hospital mortality and its risk factors, and measure the economic burden of cellulitis hospitalizations.\nMATERIALS AND METHODS: This retrospective population-based study included adults aged ≥15 years hospitalized for cellulitis in Spain from 2016 to 2022. Multivariable logistic regression was used to identify factors associated with in-hospital mortality (IHM).\nRESULTS: A total of 194,673 cellulitis hospitalizations were recorded (90,828 women and 103,845 men). The mean hospitalization rates per 1,000 admissions and per 100,000 inhabitants were lower in women than men (6.0 vs. 7.6 and 63 vs. 76, respectively). In women, cellulitis was more common in those aged 65-75 and ≥80 years and in those with hypertension, dyslipidemia, heart failure, or hypothyroidism. Women had a higher crude IHM (7.4%) than men (5.9%), but sex was not significantly associated with mortality after adjustment (AOR: 1.02; 95% CI: 0.93-1.07). The strongest predictors of mortality were similar in both women and men. These included leukemia (AOR: 4.45 vs. 3.15), age ≥80 years (AOR: 3.96 vs. 4.39), sepsis (AOR: 3.59 vs. 2.95), neoplasia (AOR: 3.44 vs. 3.47), and cirrhosis (AOR: 2.49 vs. 2.41). The total hospitalization cost for women was €451.8 million, with a median cost of €3,653 per admission.\nCONCLUSIONS: The clinical profile and outcomes of cellulitis differ by sex. In women, advanced age, comorbidities, and complications like sepsis significantly increased mortality risk.",
      "authors": [
        "Belinchón-Romero Isabel",
        "Merino Esperanza",
        "Ramos-Rincón José-Manuel"
      ],
      "journal": "International journal of infectious diseases : IJID : official publication of the International Society for Infectious Diseases",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392932"
    },
    "39961282": {
      "pmid": "39961282",
      "title": "Biomarkers for Predicting of Sepsis-Induced Cardiorenal Syndrome in Emergency Settings.",
      "abstract": "INTRODUCTION: Cardiorenal syndrome (CRS) is a common and critical complication of sepsis, with high morbidity and mortality rates. Studies on biomarkers for the early prediction of septic CRS are sporadic. Classic and novel potential biomarkers were identified to explore their diagnostic performance of in patients with septic CRS.\nMETHODS: A total of 138 patients with sepsis from Peking University People's Hospital were enrolled in this prospective observational study, which was conducted between May 2019 and June 2022. The patients were divided into non-CRS(n=106) and CRS (n=32) groups. Serum levels of cystatin C, KIM-1, NGAL and α-Klotho were detected at admission using enzyme-linked immunosorbent assay (ELISA). The relationship between the biomarker levels and risk factors of CRS were analyzed, as well as discrimination accuracy comparisons were performed.\nRESULTS: The incidence of CRS in patients with sepsis was 23.2% (32/138) during hospitalization, with an obvious mortality. Compared with the non-CRS group, serum cystatin C, BNP, TNI, KIM-1, and NGAL levels were both significantly elevated at admission in patients with sepsis complicated with CRS. Logistic regression analysis revealed that BNP, TNI cystatin C albumin, Lac, D-dimer were risk factors for CRS in sepsis patients. Compared with other biomarkers, serum cystatin C had moderate discriminative power for predicting septic CRS (AUROC 0.746, sensitivity 0.719, specificity 0.783). BNP combined with cystatin C and D-dimer demonstrated an excellent discrimination performance, for its AUROC was up to 0.878 (sensitivity, 0.844; specificity, 0.759).\nCONCLUSION: Serum cystatin C, BNP, TNI, KIM-1, and NGAL levels are elevated in patients with septic CRS. Our study provides reliable evidence that cystatin C in combination with BNP and D-dimer might better predict septic CRS upon admission. Further research on sensitive biomarkers is needed.",
      "authors": [
        "Pei Yuanyuan",
        "Guo Liping",
        "Zhou Guangping",
        "Cao Lingjie",
        "Huang Wenfeng",
        "Yang Fengtao",
        "Li Dilu",
        "Chi Cheng",
        "Zhu Jihong"
      ],
      "journal": "Cardiorenal medicine",
      "publication_year": "2025",
      "fetch_date": "2025-02-19T06:16:08.392970"
    }
  }
}